/*
 * @Author: K
 * @Date: 2022-04-02 11:32:54
 * @LastEditors: owen
 * @LastEditTime: 2022-04-02 11:36:00
 * @FilePath: \app-h5web\src\locale\zh_CN\DataAppLangMsg.js
 */
export default {
  msgcode: {
    0: "成功",
    100000: "订单提交成功",
    100001: "小于最小额度",
    100002: "大于最大额度",
    100003: "您当前存在尚未完成的订单!",
    100100: "请更换充值方式！",
    100101: "通道维护中，请更换充值方式！",
    100102: "系统充值下单出错，请联系客服",
    100103: "通道限制不符合，请更换充值方式！",
    100201: "兑换信息不能留空",
    100202: "兑换信息保存成功",
    100203: "系统代付下单出错，请联系客服！",
    100204: "兑换金额小于费用，请更换兑换金额",
    100205: "用户余额不足",
    100206: "剩余兑换次数是0",
    100207: "渠道限制不符合，请选择其他金额",
    7: "服务器内部错误，请稍后再试！",
    1: "服务器内部错误，请稍后再试！",
    "-1": "服务器内部错误，请稍后再试！",
    10005: "服务器内部错误，请稍后再试！",
    100208: "你的CPF已绑定其他会员ID",
    100209: "你的Email已绑定其他会员ID",
    100210: "你的Mobile已绑定其他会员ID",
  },
};
